{'¿Quien es Jon Nieve': ('\n    Answer: Jon Nieve is a character in the book Juego de Tronos- Canción de Hielo y Fuego 1. He is the illegitimate son of Lord Ned Stark and Lady Catelyn Stark, and is often referred to as "the wolf". He is a member of the Night\'s Watch and is tasked with guarding the Wall against threats from the north. Jon is known for his bravery and loyalty, and is respected by many of the other characters in the book.',)}
{'¿Como se llama el lobo de Jon Nieve?': ('\n    Answer: Fantasma',)}
{'¿Cual es el lema de la casa Arryn?': ('\n    Answer: Tan Alto como el Honor.',)}
{'¿Cual es el blasón de la casa Lannister?': ('\n    Answer: El blasón de la casa Lannister es un león dorado sobre gules.',)}
{'¿Qué parentezco tienen Daenerys y Rhaegar?': ('\n    Answer: Daenerys y Rhaegar son hermanos.',)}
{'¿Quién es la esposa de Eddard Stark?': ('\n    Answer: Catelyn Stark',)}
{'¿Quienes son los caminantes blancos': (" que se refieren en el texto?\n\n    Answer: The caminantes blancos are the Night's Watch, a group of soldiers who guard the Wall and protect the Seven Kingdoms from threats beyond it. They are tasked with patrolling the Wall, keeping watch for any signs of danger, and defending it if necessary. In this context, the caminantes blancos are referring to the members of the Night's Watch who are stationed at the Wall and are responsible for guarding it.",)}
{'¿Cual es la caracteristica más relevante de Tyrion?': ('\n    Answer: Tyrion is a dwarf from the House of Lannister and has a mischievous personality. He is known for his wit, intelligence, and love of wine. He also has a strong bond with his brother Jon Snow and is fiercely loyal to him.',)}
{'¿Quienes son los dothrakis?': ('\n    Answer: The Dothraki are a nomadic people from the eastern part of Westeros. They are known for their love of horses and their practice of eating horse meat. Their customs are not considered acceptable by many in Westeros.',)}
{'¿Por qué ned era reticente a dejar que Jon se una a la guardia de la noche?': ("\n    Answer: Ned was hesitant to let Jon join the Night's Watch because he wanted to protect him from the harsh realities of life in the Wall and the dangers that come with it. He also didn't want Jon to give up his claim to Winterfell and the Stark legacy.",)}
